tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "openssl@1.1"
brew "awscli"
brew "bat"
brew "exa"
brew "fd"
brew "git-delta"
brew "minicom"
brew "mono"
brew "neovim"
brew "node"
brew "open-ocd"
brew "ripgrep"
brew "telegraf"
brew "the_silver_searcher"
brew "yarn"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "tmux"
cask "dotnet-sdk"
cask "font-victor-mono"
cask "font-firacode-nerd-font-mono"
cask "iterm2"
cask "alacritty"

