tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

tap "hashicorp/tap"

cask_args appdir: "~/Applications"

brew "openssl@1.1"
brew "awscli"
brew "bat"
brew "cmake"
brew "direnv"
brew "exa"
brew "fd"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "hashicorp/tap/terraform"
brew "helm"
brew "jq"
brew "k3d"
brew "kubectl"
brew "llvm"
brew "lua-language-server"
brew "luarocks"
brew "neovim"
brew "node"
brew "nvm"
brew "protobuf"
brew "ripgrep"
brew "rust-analyzer"
brew "the_silver_searcher"
brew "zsh"
brew "antigen"
brew "python"
brew "ncurses"

cask "font-victor-mono"
cask "font-fira-code"
cask "font-iosevka"
cask "font-iosevka-ss12"
cask "font-iosevka-nerd-font"

cask "alacritty", args: { appdir: "~/Applications" }
cask "rancher"
cask "lens"

cask "postman"
cask "google-chrome"

cask "flux"
