tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"

cask_args appdir: "~/Applications"

brew "openssl@1.1"
brew "awscli"
brew "bat"
brew "exa"
brew "fd"
brew "git-delta"
brew "neovim"
brew "node"
brew "ripgrep"
brew "the_silver_searcher"
brew "yarn"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "tmux"
brew "zsh"
brew "antigen"
brew "python"

cask "font-victor-mono"
cask "font-fira-code"

cask "iterm2"
cask "alacritty"
cask "postman"

cask "google-chrome"
cask "firefox"

cask "flux"
